"Open File in Skim" = "Open Bestand in Skim";
"Open URL in Skim" = "Open URL in Skim";
"Open Selected PDF" = "Open Geselecteerde PDF";
"Show Skim Notes" = "Toon Skim Notities";
"Print File with Skim…" = "Print Bestand met Skim…";
"Print File with Skim" = "Print Bestand met Skim";
